Repository: helenhell/ESRefractionExamSetup
Catalog: ESRefractionExamSetup/Localization/*.lproj/Localizable.strings
Languages: he

# SETUP_START_INSTRUCTION
source: Press button to start setup
he: נא ללחוץ כדי להתחיל את ההכנה

# SETUP_START_BUTTON_TITLE
source: Start
he: התחלה

# POSITIONING_INSTRUCTION
source: Position the phone vertically (between 70 and 110 degrees) for 3 seconds
he: נא למקם את הפלאפון בזווית הנכונה

# POSITIONING_BUTTON_TITLE
source: Wait...
he: המתנה...

# POSITION_COMPLETE_INSTRUCTION
source: Your phone is positioned at the correct angle, please, continue
he: הפלאפון שלך ממוקם בזווית הנכונה, נא להמשיך

# POSITION_COMPLETE_BUTTON_TITLE
source: Start face detection
he: התחל את זיהוי הפנים

# FACE_DETECTION_INSTRUCTION
source: Position your face in front of the camera
he: נא למקם את הפנים שלך מול המצלמה

# FACE_DETECTION_BUTTON_TITLE
source: Wait...
he: המתנה...

# FACE_DETECTED_INSTRUCTION
source: Face detected!
he: זוהו פנים!

# FACE_DETECTED_BUTTON_TITLE
source: Continue
he: נא להמשיך

# CHECKING_POSITION_BUTTON_TITLE
source: Wait...
he: המתנה...

# SETUP_COMPLETE_INSTRUCTION
source: Setup complete! You can start your refraction exam.
he: ההכנה הסתיימה בהצלחה. נא להתחיל את הבדיקה.

# SETUP_COMPLETE_BUTTON_TITLE
source: Start
he: התחלה
